Revit 2027 API
GroupTypeId.Sustainability Property
 Sustainability.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Sustainability { get; }
Public Shared ReadOnly Property Sustainability As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Sustainability {
	ForgeTypeId^ get ();
}
static member Sustainability : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace